/* Service Name (Do not translate) */
"Rackspace Cloud Files" = "Rackspace Cloud-ის ფაილები";

/* CDN Provider (Do not translate) */
"Akamai" = "Akamai";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "API-ის წვდომის გასაღები";

/* Content Distribution Network */
"CDN Enabled" = "CDN ჩართულია";

/* Content Distribution Network */
"CDN Disabled" = "CDN გამორთულია";
